var exeptions = [
  /^сво((и[хм])|(его)|(ей)|й)$/,
  /^сказа((ть)|(л)|(ли))$/,
  /^которы*/, 'после',
  /^мож((ет)|(но))/, 'некоторые',
  'когда', 'между', 'более', 'однако',
  'только', 'нибудь', 'конечно',
  'перед', 'такой', 'среди', 'через', 'наших',
  'всякий', 'теперь', 'могли',
  'чтобы', 'какой', 'тогда', 'долго',
  'здесь', 'больше', 'будет', 'именно',
  'также', 'этого', 'пусть', 'вдруг',
  'почти', 'вновь'
];

var equals = [
  {reg: /^самолет*/, to: 'самолет'},
  {reg: /^врем[яе]*/, to: 'время'},
  {reg: /^хребт*/, to: 'хребты'},
  {reg: /^старц*/, to: 'старец'},
  {reg: /^земл*/, to: 'земля'},
  {reg: /^голов*/, to: 'голова'},
  {reg: /^денфорт*/, to: 'Денфорт'},
  {reg: /^экспедиц*/, to: 'экспедиця'},
  {reg: /^((страх*)|(ужас*))/, to: 'страх'},
  {reg: /^безуми*/, to: 'безумие'},
  {reg: /^след*/, to: 'след'},
  {reg: /^город*/, to: 'город'}
];
